[
  {
    "id": 1,
    "title": "Последний код",

    "image": "/static/images/pic1.jpg",
    "genres": ["Киберпанк", "Триллер"],
    "description": "В 2145 году хакер-одиночка Кайо обнаруживает тайный код, способный отключить глобальную нейросеть, контролирующую человечество. Преследуемый корпоративными убийцами и ИИ-полицией, он должен решить: уничтожить систему или использовать её для перезагрузки цивилизации.",
    "rating": 8.7,
    "reviews": [
      {
        "author": "Кинокритик «HyperFuture»",
        "rating": 5,
        "text": "«Это шедевр! Визуал на уровне «Бегущего по лезвию», но с современной философской глубиной. Каждый кадр — арт.»",
        "date": "15.03.2023"
      },
      {
        "author": "Зрительский блог «NeonPulse»",
        "rating": 4,
        "text": "«Сюжет немного предсказуем, но атмосфера и актёрская игра главного героя компенсируют всё.»",
        "date": "22.04.2023"
      },
      {
        "author": "Журнал «Neon Grid»",
        "rating": 5,
        "text": "«Фильм переопределил киберпанк. Сцена с взломом нейросети через аналоговый модем — гениальная метафора!»",
        "date": "05.05.2023"
      },
      {
        "author": "Блогер @CyberDystopia",
        "rating": 4,
        "text": "«ГГ слишком пафосный, но мир прописан идеально. Хочу жить в этом дистопичном будущем!»",
        "date": "18.06.2023"
      },
      {
        "author": "Критик «Wired»",
        "rating": 5,
        "text": "«Лучший технотриллер после «Матрицы». Особенно впечатлили камерные диалоги с ИИ-полицейским.»",
        "date": "30.07.2023"
      }
    ]
  },
  {
    "id": 2,
    "title": "Ледяной шёпот",
    "image": "/static/images/pic2.jpg",
    "genres": ["Фэнтези", "Драма"],
    "description": "В мире, где зима длится 300 лет, юная Эйра обнаруживает, что может понимать язык древних ледяных духов. Когда её деревню поражает таинственная болезнь, она отправляется в запретные ледниковые пещеры, чтобы найти источник магии.",
    "rating": 7.9,
    "reviews": [
      {
        "author": "Читатель «MythoMag»",
        "rating": 4.5,
        "text": "«Волшебно и меланхолично. Как будто попал в северную легенду! Особенно впечатлили сцены с духами в пещерах.»",
        "date": "10.01.2023"
      },
      {
        "author": "Зритель на «Кинопоиске»",
        "rating": 3,
        "text": "«Красиво, но слишком медленно. Первый час можно было сократить вдвое.»",
        "date": "25.02.2023"
      },
      {
        "author": "Журнал «Nordic Myths»",
        "rating": 4.5,
        "text": "«Сказочная атмосфера! Как будто попал в древнюю норвежскую сагу с современным визуалом.»",
        "date": "14.03.2023"
      },
      {
        "author": "Киноблогер",
        "rating": 4,
        "text": "«Главная героиня слишком пассивна первые полчаса, но потом раскрывается удивительно.»",
        "date": "08.04.2023"
      },
      {
        "author": "Художник по костюмам",
        "rating": 5,
        "text": "«Ледяные духи выглядят потрясающе! Особенно королева в платье из сосулек.»",
        "date": "20.05.2023"
      }
    ]
  },
  {
    "id": 3,
    "title": "Неоновый демон",
    "image": "/static/images/pic3.jpg",
    "genres": ["Ретрофутуризм", "Экшен"],
    "description": "Культовая классика! В альтернативных 1980-х детектив Джек Вольт расследует серию убийств в подпольных неоновых клубах Лос-Анджелеса, где жертвы превращаются в цифровые призраки.",
    "rating": 9.1,
    "reviews": [
      {
        "author": "Фанат ретрофутуризма",
        "rating": 5,
        "text": "«Гениальный киберпанк до киберпанка! Смотрю каждый год и нахожу новые детали. Саундтрек — огонь!»",
        "date": "05.01.2023"
      },
      {
        "author": "Коллекционер винтажного кино",
        "rating": 5,
        "text": "«Если бы «Бегущий по лезвию» и «Таксист» родили ребёнка в мире VHS — это был бы «Неоновый демон».»",
        "date": "12.02.2023"
      },
      {
        "author": "Журнал «Retro Future»",
        "rating": 5,
        "text": "«Культовый статус оправдан на 200%! Этот фильм будет вдохновлять режиссёров ещё 50 лет.»",
        "date": "22.03.2023"
      },
      {
        "author": "Фанат",
        "rating": 5,
        "text": "«Детектив Вольт — новый культовый герой. Хочу сериал по его приключениям!»",
        "date": "15.04.2023"
      },
      {
        "author": "VFX-художник",
        "rating": 5,
        "text": "«Сцена в ночном клубе с цифровыми призраками — это новый эталон визуальных эффектов.»",
        "date": "30.05.2023"
      }
    ]
  },
  {
    "id": 4,
    "title": "Космический ковчег",
    "image": "/static/images/pic4.jpg",
    "genres": ["Научная фантастика"],
    "description": "После гибели Земли последние 5000 человек летят к новой планете на гигантском корабле «Генезис». Но когда экипаж обнаруживает, что их маршрут ведёт в чёрную дыру, начинается бунт.",
    "rating": 8.3,
    "reviews": [
      {
        "author": "Астрофизик К. Орлов",
        "rating": 5,
        "text": "«Как «Интерстеллар», но с более жёсткой научной базой. Сцена с гравитационным бунтом — лучшая в жанре за 20 лет!»",
        "date": "18.02.2023"
      },
      {
        "author": "Любитель экшена",
        "rating": 3.5,
        "text": "«Отличная идея, но треть фильма — это нудные диалоги о квантовой физике.»",
        "date": "25.03.2023"
      },
      {
        "author": "Астрофизик",
        "rating": 5,
        "text": "«Самый научно достоверный космический фильм со времен \"Интерстеллара\"!»",
        "date": "10.04.2023"
      },
      {
        "author": "Кинотехник",
        "rating": 5,
        "text": "«Сцена гравитационного бунта — технический шедевр! Как они это сняли?»",
        "date": "22.05.2023"
      },
      {
        "author": "Литературный критик",
        "rating": 3,
        "text": "«Персонажи слишком стереотипны. Ученый-герой, злой капитан... Хотелось больше глубины.»",
        "date": "05.06.2023"
      }
    ]
  },
  {
    "id": 5,
    "title": "Тени Безумного Короля",
    "image": "/static/images/pic5.jpg",
    "genres": ["Готический хоррор"],
    "description": "В викторианской Англии проклятый художник получает заказ написать портрет таинственного графа Орлокского. В его поместье нет зеркал, а слуги шепчут о «других тенях».",
    "rating": 8.5,
    "reviews": [
      {
        "author": "Фанат ужасов",
        "rating": 5,
        "text": "«Атмосфера тревоги нарастает идеально! Настоящий мастер-класс саспенса.»",
        "date": "12.02.2023"
      },
      {
        "author": "Зрительница «КиноMail»",
        "rating": 2,
        "text": "«Слишком мрачно и депрессивно. Не понимаю восторгов — просто ещё один «Дракула» без крови.»",
        "date": "28.02.2023"
      },
      {
        "author": "Готический журнал",
        "rating": 5,
        "text": "«Атмосфера настолько густая, что после просмотра я неделю ходил ошарашенный.»",
        "date": "15.03.2023"
      },
      {
        "author": "Оператор",
        "rating": 5,
        "text": "«Съёмка при свечах — гениальное решение! Такого реализма ещё не видел.»",
        "date": "22.04.2023"
      },
      {
        "author": "Фанат ужасов",
        "rating": 3,
        "text": "«Сюжет слишком предсказуем для жанра. Знал развязку уже к середине фильма.»",
        "date": "10.05.2023"
      }
    ]
  },
  {
    "id": 6,
    "title": "Хрустальные сны",
    "image": "/static/images/pic6.jpg",
    "genres": ["Научная фантастика", "Драма"],
    "description": "В будущем, где люди могут записывать и переживать чужие сны, молодой техник обнаруживает серию кристаллизованных снов, содержащих тайну исчезновения его сестры. Путешествие через слои подсознания приводит его к открытию, которое может изменить саму природу человеческой памяти.",
    "rating": 8.1,
    "reviews": [
      {
        "author": "Кинокритик «Dreamscape»",
        "rating": 5,
        "text": "«Визуализация снов — это нечто невероятное! Каждый кристалл — отдельный шедевр.»",
        "date": "08.03.2023"
      },
      {
        "author": "Блогер «Sci-Fi Today»",
        "rating": 4,
        "text": "«Фильм слишком медленный в середине, но финал полностью оправдывает ожидания.»",
        "date": "20.03.2023"
      },
      {
        "author": "Арт-критик «Visionary Arts»",
        "rating": 5,
        "text": "«Визуализация сновидений — это нечто невероятное! Каждый кристалл как отдельное произведение искусства.»",
        "date": "05.04.2023"
      },
      {
        "author": "Психолог-онейролог",
        "rating": 4,
        "text": "«Фильм заставляет задуматься о природе памяти. После просмотра три дня анализировал свои собственные сны.»",
        "date": "18.05.2023"
      },
      {
        "author": "Кинообозреватель",
        "rating": 5,
        "text": "«Сцена с \"растворением\" воспоминаний в финале — один из самых сильных моментов в кино этого года!»",
        "date": "30.06.2023"
      }
    ]
  },
  {
    "id": 7,
    "title": "Песок времени",
    "image": "/static/images/pic7.jpg",
    "genres": ["Фэнтези", "Приключения"],
    "description": "Археолог находит древний песочные часы, способные останавливать время на 10 минут. Когда могущественная корпорация узнаёт о его находке, начинается гонка через века и континенты, чтобы защитить артефакт от попадания в не те руки.",
    "rating": 7.6,
    "reviews": [
      {
        "author": "Историк кино",
        "rating": 4.5,
        "text": "«Сцены с остановкой времени сняты гениально, особенно для 90-х!»",
        "date": "15.01.2023"
      },
      {
        "author": "Зритель",
        "rating": 3.5,
        "text": "«Главный злодей слишком карикатурен, но общая атмосфера захватывает.»",
        "date": "22.02.2023"
      },
      {
        "author": "Режиссер экшн-сцен",
        "rating": 4,
        "text": "«Сцены с остановкой времени сняты мастерски! Особенно эпизод в музее с замершими пулями.»",
        "date": "10.03.2023"
      },
      {
        "author": "Кинодраматург",
        "rating": 3,
        "text": "«Главный герой слишком идеализирован. Хотелось бы больше человеческих слабостей у персонажа с такой властью.»",
        "date": "25.04.2023"
      },
      {
        "author": "Историк кино",
        "rating": 4,
        "text": "«Фильм отлично передает ностальгию по кино 90-х, когда спецэффекты были практическими, а не цифровыми.»",
        "date": "15.05.2023"
      }
    ]
  },
  {
    "id": 8,
    "title": "Небесный город",
    "image": "/static/images/pic8.jpg",
    "genres": ["Киберпанк", "Детектив"],
    "description": "В мегаполисе, парящем в облаках, детектив расследует серию загадочных самоубийств среди элиты. Его расследование приводит к открытию, что город может быть не тем, чем кажется, а его жители — не совсем людьми.",
    "rating": 8.9,
    "reviews": [
      {
        "author": "Дизайнер футурист",
        "rating": 5,
        "text": "«Дизайн города — это новое слово в киберпанке! Каждый небоскрёб дышит будущим.»",
        "date": "20.02.2023"
      },
      {
        "author": "Философ",
        "rating": 4.5,
        "text": "«Фильм поднимает важные вопросы о природе человечества в эпоху ИИ.»",
        "date": "05.03.2023"
      },
      {
        "author": "Архитектор будущего",
        "rating": 5,
        "text": "«Концепция парящего мегаполиса реализована безупречно! Каждый кадр дышит футуризмом и инновациями.»",
        "date": "18.04.2023"
      },
      {
        "author": "Автор детективов",
        "rating": 4,
        "text": "«Детективная линия немного теряется на фоне потрясающих визуальных эффектов, но финал все компенсирует.»",
        "date": "30.05.2023"
      },
      {
        "author": "VFX-художник",
        "rating": 5,
        "text": "«Сцена с \"падением\" через облачный слой — это новый эталон спецэффектов в научной фантастике!»",
        "date": "12.06.2023"
      }
    ]
  },
  {
    "id": 9,
    "title": "Машина воспоминаний",
    "image": "/static/images/pic9.jpg",
    "genres": ["Драма", "Научная фантастика"],
    "description": "Изобретатель создаёт устройство, позволяющее переживать воспоминания других людей. Когда он использует машину, чтобы понять свою покойную жену, он обнаруживает шокирующую правду об их отношениях и о самой природе памяти.",
    "rating": 8.4,
    "reviews": [
      {
        "author": "Кинокритик",
        "rating": 5,
        "text": "«Самый пронзительный научно-фантастический фильм десятилетия!»",
        "date": "10.01.2023"
      },
      {
        "author": "Зритель",
        "rating": 4,
        "text": "«Главный герой иногда принимает странные решения, но эмоциональный финал всё искупает.»",
        "date": "25.02.2023"
      },
      {
        "author": "Кинокритик",
        "rating": 5,
        "text": "«Самый пронзительный момент — сцена, где герой переживает воспоминание о первом свидании. Слезы гарантированы.»",
        "date": "15.03.2023"
      },
      {
        "author": "Научный журналист",
        "rating": 4,
        "text": "«Научная составляющая немного притянута за уши, но эмоциональная правда перевешивает все недочеты.»",
        "date": "22.04.2023"
      },
      {
        "author": "Психолог",
        "rating": 5,
        "text": "«Фильм заставляет задуматься: что делает нас нами — наши воспоминания или наши поступки?»",
        "date": "10.05.2023"
      }
    ]
  },
  {
    "id": 10,
    "title": "Темный феникс",
    "image": "/static/images/pic10.jpg",
    "genres": ["Фэнтези", "Экшен"],
    "description": "В мире, где магия вернулась в современность, бывший охотник на ведьм обнаруживает, что сам является носителем древней силы Феникса. Чтобы контролировать свою разрушительную мощь, он должен отправиться в забытые земли и столкнуться с создателями магии.",
    "rating": 7.8,
    "reviews": [
      {
        "author": "Фанат фэнтези",
        "rating": 4.5,
        "text": "«Магические битвы — это зрелище, которое нельзя пропустить!»",
        "date": "18.02.2023"
      },
      {
        "author": "Киноблогер",
        "rating": 4,
        "text": "«Сюжет местами предсказуем, но визуальные эффекты компенсируют всё.»",
        "date": "05.03.2023"
      },
      {
        "author": "Фанат фэнтези",
        "rating": 5,
        "text": "«Магические дуэли выглядят потрясающе! Особенно финальная битва с трансформацией пространства.»",
        "date": "20.04.2023"
      },
      {
        "author": "Кинодраматург",
        "rating": 3,
        "text": "«Главный злодей слишком шаблонен. Для такого масштабного фильма хотелось бы более сложного антагониста.»",
        "date": "15.05.2023"
      },
      {
        "author": "VFX-критик",
        "rating": 5,
        "text": "«Визуализация силы Феникса — это огненное шоу! Лучшие спецэффекты года в жанре фэнтези.»",
        "date": "30.06.2023"
      }
    ]
  },
  {
    "id": 11,
    "title": "Звездный скиталец",
    "image": "/static/images/pic11.jpg",
    "genres": ["Космическая опера"],
    "description": "Последний представитель исчезнувшей расы звездных навигаторов путешествует по галактике на живом корабле, пытаясь найти остатки своего народа. Его поиски приводят к открытию, которое может изменить баланс сил во Вселенной.",
    "rating": 8.6,
    "reviews": [
      {
        "author": "Фанат SF",
        "rating": 5,
        "text": "«Живой корабль — самый оригинальный персонаж в научной фантастике за годы!»",
        "date": "12.01.2023"
      },
      {
        "author": "Космический энтузиаст",
        "rating": 4,
        "text": "«Фильм немного затянут, но космические пейзажи стоят того.»",
        "date": "25.02.2023"
      },
      {
        "author": "Биолог-экзотик",
        "rating": 5,
        "text": "«Живой корабль-симбионт - самый оригинальный персонаж десятилетия! Его \"общение\" с главным героем трогает до слез.»",
        "date": "15.03.2023"
      },
      {
        "author": "Астрофизик",
        "rating": 5,
        "text": "«Сцена с прохождением через нейтронную звезду - новый эталон научной фантастики! Физики аплодируют стоя.»",
        "date": "22.04.2023"
      },
      {
        "author": "Философ",
        "rating": 4,
        "text": "«Диалоги о смысле одиночества во Вселенной заставляют задуматься на недели.»",
        "date": "10.05.2023"
      }
    ]
  },
  {
    "id": 12,
    "title": "Эхо прошлого",
    "image": "/static/images/pic12.jpg",
    "genres": ["Триллер", "Мистика"],
    "description": "Журналистка, расследуя серию странных совпадений в маленьком городке, обнаруживает, что все они связаны с трагедией 30-летней давности. Чем глубже она копает, тем больше реальность вокруг неё начинает искажаться.",
    "rating": 7.3,
    "reviews": [
      {
        "author": "Критик триллеров",
        "rating": 4.5,
        "text": "«Атмосфера тревоги нарастает идеально! Настоящий мастер-класс саспенса.»",
        "date": "08.02.2023"
      },
      {
        "author": "Зритель",
        "rating": 3.5,
        "text": "«Финал немного разочаровывает после такого мощного нагнетания.»",
        "date": "20.03.2023"
      },
      {
        "author": "Режиссер хорроров",
        "rating": 5,
        "text": "«Сцена с \"проявлением\" прошлого в зеркалах - лучший момент психологического ужаса года!»",
        "date": "15.04.2023"
      },
      {
        "author": "Психолог",
        "rating": 3,
        "text": "«Главная героиня слишком долго \"не понимает\" очевидных вещей, что раздражает.»",
        "date": "30.05.2023"
      },
      {
        "author": "Литературовед",
        "rating": 4,
        "text": "«Атмосфера маленького городка передана идеально - чувствуется дух Стивена Кинга.»",
        "date": "12.06.2023"
      }
    ]
  },
  {
    "id": 13,
    "title": "Последний алхимик",
    "image": "/static/images/pic13.jpg",
    "genres": ["Историческое фэнтези"],
    "description": "В альтернативном XVIII веке, где алхимия — признанная наука, последний мастер пытается спасти свои знания от инквизиции. Его путешествие по Европе превращается в гонку за вечной жизнью и философское исследование природы знания.",
    "rating": 8.0,
    "reviews": [
      {
        "author": "Историк",
        "rating": 4.5,
        "text": "«Реконструкция альтернативной истории впечатляет! Каждый кадр как картина.»",
        "date": "15.01.2023"
      },
      {
        "author": "Кинокритик",
        "rating": 3.5,
        "text": "«Главный герой иногда слишком пассивен для такого эпического сюжета.»",
        "date": "28.02.2023"
      },
      {
        "author": "Историк науки",
        "rating": 5,
        "text": "«Реконструкция алхимической лаборатории - музейный уровень достоверности! Каждый сосуд исторически точный.»",
        "date": "10.03.2023"
      },
      {
        "author": "Философ",
        "rating": 4,
        "text": "«Философские диалоги о природе золота и бессмертия - интеллектуальное наслаждение.»",
        "date": "22.04.2023"
      },
      {
        "author": "Каскадер",
        "rating": 5,
        "text": "«Гонки по крышам Парижа 18 века - лучшая экшн-сцена в историческом фильме за десятилетие!»",
        "date": "15.05.2023"
      }
    ]
  },
  {
    "id": 14,
    "title": "Город теней",
    "image": "/static/images/pic14.jpg",
    "genres": ["Нуар", "Киберпанк"],
    "description": "В мегаполисе, где люди могут проецировать свои тени как отдельные сущности, детектив расследует убийство, совершенное чьей-то тенью. Его расследование раскрывает заговор, угрожающий самому существованию города.",
    "rating": 8.7,
    "reviews": [
      {
        "author": "Визуальный художник",
        "rating": 5,
        "text": "«Концепция теней-сущностей гениальна! Визуализация превосходит все ожидания.»",
        "date": "20.02.2023"
      },
      {
        "author": "Кинозритель",
        "rating": 4,
        "text": "«Сюжет немного запутан в середине, но всё складывается в потрясающий финал.»",
        "date": "05.03.2023"
      },
      {
        "author": "Психолог",
        "rating": 5,
        "text": "«Концепция теней-двойников гениальна в своей простоте! Особенно сцена, где тень обнимает своего человека.»",
        "date": "18.04.2023"
      },
      {
        "author": "Дизайнер",
        "rating": 5,
        "text": "«Неоновый визуальный стиль ночного города задает новый стандарт киберпанка.»",
        "date": "30.05.2023"
      },
      {
        "author": "Автор детективов",
        "rating": 4,
        "text": "«Детективная линия иногда теряется за философскими размышлениями о природе тени.»",
        "date": "12.06.2023"
      }
    ]
  },
  {
    "id": 15,
    "title": "Стеклянный океан",
    "image": "/static/images/pic15.jpg",
    "genres": ["Постапокалипсис", "Драма"],
    "description": "После глобального катаклизма, превратившего океаны в твердую стеклянную массу, небольшая община выживших пытается найти легендарный «живой» участок воды. Их путешествие по хрупкому миру становится метафорой надежды и устойчивости.",
    "rating": 8.2,
    "reviews": [
      {
        "author": "Поэт",
        "rating": 5,
        "text": "«Стеклянные океаны — самый поэтичный апокалипсис в кино!»",
        "date": "10.01.2023"
      },
      {
        "author": "Литературный критик",
        "rating": 3.5,
        "text": "«Некоторые диалоги звучат слишком напыщенно для такой простой истории.»",
        "date": "25.02.2023"
      },
      {
        "author": "Океанограф",
        "rating": 5,
        "text": "«Сцена, где герои идут по стеклянной поверхности и видют застывшие корабли под ногами - незабываемое зрелище!»",
        "date": "15.03.2023"
      },
      {
        "author": "Эколог",
        "rating": 3,
        "text": "«Метафора хрупкости экосистемы подана слишком прямолинейно, без тонкостей.»",
        "date": "22.04.2023"
      },
      {
        "author": "Звукорежиссер",
        "rating": 5,
        "text": "«Звук трескающегося стекла океана - самый жуткий звуковой эффект года!»",
        "date": "10.05.2023"
      }
    ]
  }
]