[
  {
    "id": 1,
    "title": "Neon Abyss",
    "image": "/static/images/neon.jpg",
    "genres": ["Roguelike", "Платформер", "Ретро"],
    "description": "Отправляйтесь в бесконечное подземелье, наполненное неоновыми монстрами и древними артефактами. Каждое прохождение уникально благодаря процедурной генерации уровней и сотням комбинаций улучшений.",
    "rating": 8.7,
    "reviews": [
      {
        "author": "Максим \"RetroGamer\"",
        "date": "12.11.2023",
        "rating": 9,
        "text": "Восхитительный микс из The Binding of Isaac и классических аркад. Графика - ностальгия по 80-м, а геймплей затягивает на часы. Единственный минус - иногда слишком сложные боссы."
      },
      {
        "author": "Алина \"PixelQueen\"",
        "date": "05.11.2023",
        "rating": 8,
        "text": "Обожаю пиксельную графику и саундтрек! Но после 20 часов прохождения некоторые комнаты начинают повторяться. Хотелось бы больше разнообразия в генерации уровней."
      }
    ]
  },
  {
    "id": 2,
    "title": "Starfall Legends",
    "image": "/static/images/starfall.jpg",
    "genres": ["RPG", "Открытый космос", "Тактические бои"],
    "description": "Возглавьте экипаж космического корабля в галактике, где древние расы оставили после себя технологии, способные изменить баланс сил. Исследуйте сотни планет, заключайте союзы и участвуйте в эпических космических сражениях.",
    "rating": 9.1,
    "reviews": [
      {
        "author": "Дмитрий \"StarCaptain\"",
        "date": "15.11.2023",
        "rating": 10,
        "text": "Mass Effect встречается с FTL - и это потрясающе! Диалоги, развитие персонажей и тактические бои на высшем уровне. Уже прошел трижды и собираюсь ещё."
      }
    ]
  },
   {
    "id": 3,
    "title": "Cyber Wasteland",
    "image": "/static/images/cyber.jpg",
    "genres": ["RPG", "Пост-апокалипсис", "Открытый мир"],
    "description": "Выживайте в киберпанковом мире после ядерной войны, где технологии смешались с хаосом. Создавайте уникального персонажа и принимайте решения, влияющие на судьбу целых городов.",
    "rating": 9.1,
    "reviews": [
      {
        "author": "Дмитрий \"Wastelander\"",
        "date": "22.10.2023",
        "rating": 9,
        "text": "Потрясающая атмосфера и глубокая система крафта. Мир живой и опасный, каждый уголок таит историю. Иногда встречаются баги с физикой, но это не портит впечатление."
      },
      {
        "author": "Екатерина \"NeonFox\"",
        "date": "15.09.2023",
        "rating": 10,
        "text": "Лучшая RPG за последние годы! Сюжетные линии продуманы до мелочей, а музыка просто завораживает. Уже 100+ часов и не могу остановиться."
      },
      {
        "author": "Артем \"Glitch\"",
        "date": "03.11.2023",
        "rating": 8,
        "text": "Отличный мир и механики, но баланс оружия требует доработки. Некоторые квесты слишком линейные для открытого мира."
      }
    ]
  },
  {
    "id": 4,
    "title": "Astral Journey",
    "image": "/static/images/astral.jpg",
    "genres": ["Приключение", "Головоломка", "Сюрреализм"],
    "description": "Путешествуйте через сновидения и альтернативные реальности, решая загадки древних цивилизаций. Физика в игре подчиняется законам воображения, а не реальности.",
    "rating": 8.4,
    "reviews": [
      {
        "author": "Ольга \"DreamWalker\"",
        "date": "28.10.2023",
        "rating": 9,
        "text": "Это произведение искусства! Каждая локация - отдельная вселенная со своими правилами. Головоломки сложные, но справедливые."
      },
      {
        "author": "Иван \"Stargazer\"",
        "date": "12.09.2023",
        "rating": 7,
        "text": "Красиво, но иногда слишком абстрактно. Не хватает четкого нарратива, чтобы связать все эти прекрасные миры в единую историю."
      }
    ]
  },
  {
    "id": 5,
    "title": "Viking Saga: Ragnarok",
    "image": "/static/images/viking.jpg",
    "genres": ["Экшен", "Исторический", "Слэшер"],
    "description": "Возглавьте отряд викингов в эпоху Рагнарёка. Сражайтесь в масштабных битвах, осаждайте замки и пейте мед в Вальгалле. Основано на реальных скандинавских сагах.",
    "rating": 8.9,
    "reviews": [
      {
        "author": "Сергей \"Berserk\"",
        "date": "05.11.2023",
        "rating": 10,
        "text": "Эпичные сражения на 100+ воинов! Боевая система глубокая, но интуитивная. Историческая достоверность на высоте - даже консультанты из музеев Скандинавии участвовали."
      },
      {
        "author": "Анна \"Shieldmaiden\"",
        "date": "30.10.2023",
        "rating": 8,
        "text": "Отличная игра, но женские персонажи выглядят как модели с подиума, а не как реальные женщины эпохи викингов. В остальном - почти идеально."
      },
      {
        "author": "Михаил \"Runemaster\"",
        "date": "18.09.2023",
        "rating": 9,
        "text": "Саундтрек и атмосфера переносят прямо в древнюю Скандинавию. ИИ союзников иногда тупит, но это решается патчами."
      },
      {
        "author": "Дарья \"Valkyrie\"",
        "date": "01.11.2023",
        "rating": 7,
        "text": "Хотелось бы больше вариантов дипломатии. Не все же проблемы решать топором, даже в эпоху викингов."
      }
    ]
  },
  {
    "id": 6,
    "title": "Pocket Universe",
    "image": "/static/images/pocket.jpg",
    "genres": ["Симулятор", "Строительство", "Песочница"],
    "description": "Создайте свою вселенную в кармане! Начинайте с атомов и заканчивайте галактиками. Физика, химия и биология работают по реальным законам, но с элементами фантастики.",
    "rating": 9.3,
    "reviews": [
      {
        "author": "Алексей \"Creator\"",
        "date": "14.11.2023",
        "rating": 10,
        "text": "Это не игра - это цифровая магия! Можно годами исследовать все возможности. Разработчики постоянно добавляют новый контент."
      },
      {
        "author": "Марина \"Scientist\"",
        "date": "08.11.2023",
        "rating": 9,
        "text": "Идеальный инструмент для обучения и творчества. Мой 10-летний сын теперь мечтает стать астрофизиком благодаря этой игре."
      },
      {
        "author": "Павел \"MinMaxer\"",
        "date": "25.10.2023",
        "rating": 8,
        "text": "Огромный потенциал, но интерфейс иногда слишком сложен для новичков. Нужно больше обучающих миссий."
      },
      {
        "author": "Елена \"Artificer\"",
        "date": "11.09.2023",
        "rating": 10,
        "text": "Впервые вижу симулятор, где можно создать работающий компьютер из кварков и потом на нем же запустить симулятор вселенной. Мета-уровень зашкаливает!"
      },
      {
        "author": "Виктор \"Realist\"",
        "date": "03.11.2023",
        "rating": 7,
        "text": "Иногда слишком много абстракции в физических процессах. Хотелось бы больше научной точности в продвинутых режимах."
      }
    ]
  },
  {
    "id": 7,
    "title": "Shadow Heist",
    "image": "/static/images/shadow.jpg",
    "genres": ["Стелс", "Тактический", "Кооператив"],
    "description": "Соберите команду воров-призраков для самых дерзких ограблений века. Планируйте, импровизируйте и исчезайте во тьме, оставляя лишь тени.",
    "rating": 8.6,
    "reviews": [
      {
        "author": "Никита \"Phantom\"",
        "date": "20.11.2023",
        "rating": 9,
        "text": "Лучший стелс со времен оригинальных Thief! Система света и теней реализована идеально. Кооператив на 4 человек - просто восторг."
      },
      {
        "author": "Светлана \"SilentStep\"",
        "date": "10.11.2023",
        "rating": 8,
        "text": "Атмосфера как в лучших фильмах про ограбления, но ИИ охранников иногда ведет себя слишком предсказуемо. Хотелось бы больше харизмы у персонажей."
      },
      {
        "author": "Артур \"Gadgeteer\"",
        "date": "29.10.2023",
        "rating": 10,
        "text": "Сотни способов пройти каждую миссию. Можно переигрывать бесконечно, находя новые тактики. Генератор уровней - гениальное решение!"
      }
    ]
  }

  
]